{
    "DADOS": {
        "experience": {
            "items": [
                {
                    "period": "2023 - 2025",
                    "title": "Desenvolvedor & DevOps",
                    "company": "FUNAPE",
                    "description": "Atuação híbrida em front-end (HTML, JavaScript, jQuery, Bootstrap) e DevOps: migração de aplicações bare-metal para Docker, alta disponibilidade com HAProxy e integração de Zabbix, GitLab, Promtail, Loki, Grafana e Nginx. Além de colaborações com o backend em PHP e automações com uso de IA"
                },
                {
                    "period": "2022 - 2023",
                    "title": "Iniciação Científica em Ciencia da computação",
                    "company": "UFG",
                    "description": "Desenvolvimento de aplicativo mobile em Flutter para integração de conteúdos didáticos, promovendo acesso à tecnologia para estudantes com infraestrutura limitada."
                },
                {
                    "period": "Jan 2021 - Dez 2022",
                    "title": "Desenvolvedor de Aplicativos Móveis",
                    "company": "Panaceia",
                    "description": "Desenvolvimento de soluções de rastreamento de contatos em Flutter, em equipe multidisciplinar Brasil-Peru com médicos e professores da UNB."
                },
                {
                    "period": "2020",
                    "title": "Desenvolvedor Flutter - Flappy Corona",
                    "company": "Projeto Pessoal",
                    "description": "Criação do jogo ‘Flappy Corona’ em Flutter para entretenimento e bem-estar durante o isolamento da pandemia."
                },
                {
                    "period": "2018 - 2020",
                    "title": "Projeto Letramento Digital - Instrutor de computação",
                    "company": "INF/UFG",
                    "description": "Ministrei aulas de fundamentos de computação, segurança online e desenvolvimento web, promovendo inclusão digital em comunidades externas à universidade."
                }
            ]
        },
        "certificates": {
            "items": []
        },
        "recommendations": {
            "items": [
                {
                    "content": "Em 10 de abril de 2025, Gabriel era sênior em relação a mim, mas não me supervisionava diretamente. Tive o privilégio de trabalhar com Uzeda em um projeto onde, apesar do tempo curto, aprendi mais do que poderia imaginar. Ele é um profissional extremamente competente, dedicado e sempre muito solícito.\n\nDurante o tempo em que trabalhamos juntos, ele me ajudou a entender o funcionamento do projeto, me explicou decisões técnicas importantes e sempre esteve disponível para tirar dúvidas. Ao mesmo tempo, demonstrou muita paciência e cuidado ao ensinar. Sua combinação de conhecimento técnico e disposição para compartilhar esse conhecimento foi essencial para o meu desenvolvimento naquele período.\n\nRecomendo fortemente o trabalho do Uzeda — ele é uma referência tanto tecnicamente quanto como colega de equipe.",
                    "author": {
                        "image": "",
                        "name": "Anderson Rigonatto",
                        "position": "Pesquisador de IA | Desenvolvedor de Software | Python | Machine Learning | React | Data Science"
                    }
                }
            ]
        },
        "portfolio": {
            "items": [
                {
                    "image": "https://via.placeholder.com/800x600?text=Letramento+Digital",
                    "title": "Letramento Digital",
                    "category": "Iniciativa Social",
                    "description": "Projeto de inclusão digital promovendo capacitação em informática, segurança digital e desenvolvimento web para comunidades.",
                    "tags": [
                        "Inclusão Digital",
                        "Google Tools",
                        "Desenvolvimento Web"
                    ]
                },
                {
                    "image": "https://via.placeholder.com/800x600?text=Flappy+Corona",
                    "title": "Flappy Corona",
                    "category": "Jogo Mobile",
                    "description": "Jogo desenvolvido em Flutter para entretenimento e bem-estar durante o isolamento da pandemia.",
                    "tags": [
                        "Flutter",
                        "Dart",
                        "UI/UX"
                    ]
                },
                {
                    "image": "https://via.placeholder.com/800x600?text=Rastreando+Juntos",
                    "title": "Rastreando Juntos",
                    "category": "Saúde / Tecnologia",
                    "description": "Soluções de rastreamento de contatos desenvolvidas em equipe interdisciplinar para monitoramento durante a pandemia.",
                    "tags": [
                        "Flutter",
                        "DevOps",
                        "Interdisciplinar"
                    ]
                },
                {
                    "image": "https://via.placeholder.com/800x600?text=App+Didatico",
                    "title": "App de Conteúdos Didáticos",
                    "category": "Educação / Acessibilidade",
                    "description": "Aplicativo em Flutter integrando conteúdos educacionais e promovendo acesso à tecnologia para estudantes com infraestrutura limitada.",
                    "tags": [
                        "Flutter",
                        "Acessibilidade",
                        "Iniciação Científica"
                    ]
                },
                {
                    "image": "https://via.placeholder.com/800x600?text=FUNAPE+DevOps",
                    "title": "DevOps & Front-end na FUNAPE",
                    "category": "DevOps / Front-end",
                    "description": "Migração de aplicações bare-metal para contêineres Docker, implementação de alta disponibilidade e configuração de ferramentas de monitoramento.",
                    "tags": [
                        "Docker",
                        "HAProxy",
                        "Grafana",
                        "Nginx"
                    ]
                }
            ]
        }
    },
    "ERRO": false,
    "MENSAGEM": "Dados carregados com sucesso"
}