{
    "DADOS": {
        "experience": {
            "items": [
                {
                    "period": "2023 - 2025",
                    "title": "Desenvolvedor & DevOps",
                    "company": "FUNAPE",
                    "description": "Atuação híbrida em front-end (HTML, JavaScript, jQuery, Bootstrap) e DevOps: migração de aplicações bare-metal para Docker, alta disponibilidade com HAProxy e integração de Zabbix, GitLab, Promtail, Loki, Grafana e Nginx. Além de colaborações com o backend em PHP e automações com uso de IA"
                },
                {
                    "period": "2022 - 2023",
                    "title": "Iniciação Científica em Ciencia da computação",
                    "company": "UFG",
                    "description": "Desenvolvimento de aplicativo mobile em Flutter para integração de conteúdos didáticos, promovendo acesso à tecnologia para estudantes com infraestrutura limitada."

                },
                {
                    "period": "2021 -  2022",
                    "title": "Desenvolvedor de Aplicativos Móveis",
                    "company": "Panaceia",
                    "description": "Desenvolvimento de soluções de rastreamento de contatos em Flutter, em equipe multidisciplinar Brasil-Peru com médicos e professores da UNB."
                },
                {
                    "period": "2020",
                    "title": "Desenvolvedor Flutter - Flappy Corona",
                    "company": "Projeto Pessoal",
                    "description": "Criação do jogo ‘Flappy Corona’ em Flutter para entretenimento e bem-estar durante o isolamento da pandemia."
                },
                {
                    "period": "2018 - 2020",
                    "title": "Projeto Letramento Digital - Instrutor de computação",
                    "company": "INF/UFG",
                    "description": "Ministrei aulas de fundamentos de computação, segurança online e desenvolvimento web, promovendo inclusão digital em comunidades externas à universidade."

                }
            ]
        },
        "certificates": {
            "items": []
        },
        "recommendations": {
            "items": [
                {
                    "content": "Trabalhei com o Gabriel Uzeda durante quase 3 anos, tanto no tempo em que foi bolsista pela FUNAPE quanto prestador de serviço. O acompanhei em vários projetos e posso dizer que ele é um profissional extremamente dedicado, competente, que gosta bastante de desafios e os cumpre com excelência, qualidade e rapidez. É bastante focado, trabalha bem sob pressão, é bom de equipe e gosta sempre de ajudar os seus companheiros. Recomendo o Gabriel Uzeda.",
                    "author": {
                        "image": "/assets/recomendacoes/rodrigokaji.jpeg",
                        "name": "Rodrigo Damasceno Kaj",
                        "position": "Chefe da equipe de Desenvolvimento de Sistemas da FUNAPE"
                    }
                },{
                    "content": "Tive o privilégio de trabalhar com Uzeda em um projeto onde, apesar do tempo curto, aprendi mais do que poderia imaginar. Ele é um profissional extremamente competente, dedicado e sempre muito solícito. Durante o tempo em que trabalhamos juntos, ele me ajudou a entender o funcionamento do projeto, me explicou decisões técnicas importantes e sempre esteve disponível para tirar dúvidas. Ao mesmo tempo, demonstrou muita paciência e cuidado ao ensinar. Sua combinação de conhecimento técnico e disposição para compartilhar esse conhecimento foi essencial para o meu desenvolvimento naquele período. Recomendo fortemente o trabalho do Uzeda — ele é uma referência tanto tecnicamente quanto como colega de equipe.",
                    "author": {
                        "image": "/assets/recomendacoes/anderson.jpeg",
                        "name": "Anderson Rigonatto",
                        "position": "Desenvolvedor de Software | Data Science"
                    }
                }
            ]
        },
        "portfolio": {
            "items": [
                {
                    "image": "https://funape.org.br/novo/images/logo_site.png",
                    "title": "DevOps & Front-end na FUNAPE",
                    "category": "DevOps / Front-end",
                    "description": "Migração de aplicações bare-metal para contêineres Docker, implementação de alta disponibilidade e configuração de ferramentas de monitoramento.",
                    "tags": [
                        "Docker",
                        "HAProxy",
                        "Grafana",
                        "Nginx"
                    ],
                    "link":"https://funape.org.br"
                },
                {
                    "image": "/assets/portifolio/panaceia.jpg",
                    "title": "Rastreando Juntos",
                    "category": "Saúde / Tecnologia",
                    "description": "Soluções de rastreamento de contatos desenvolvidas em equipe interdisciplinar para monitoramento durante a pandemia.",
                    "tags": [
                        "Flutter",
                        "DevOps",
                        "Interdisciplinar"
                    ],
                    "link":"/assets/portifolio/panaceia.mp4"
                },
                {
                    "image": "https://raw.githubusercontent.com/gsuzeda/FlappyCorona/master/screenshots/4.jpg",
                    "title": "Flappy Corona",
                    "category": "Jogo Mobile",
                    "description": "Jogo desenvolvido em Flutter para entretenimento e bem-estar durante o isolamento da pandemia.",
                    "tags": [
                        "Flutter",
                        "Dart",
                        "UI/UX"
                    ],
                    "link":"https://github.com/gsuzeda/FlappyCorona"
                },
                {
                    "image": "/assets/portifolio/sed.png",
                    "title": "App de Conteúdos Didáticos",
                    "category": "Educação / Acessibilidade",
                    "description": "Aplicativo em Flutter integrando conteúdos educacionais e promovendo acesso à tecnologia para estudantes com infraestrutura limitada.",
                    "tags": [
                        "Flutter",
                        "Acessibilidade",
                        "Iniciação Científica"
                    ],
                    "link":"https://www.youtube.com/watch?v=iPtFvOkvpOE"
                },
             
                {
                    "image": "http://inf.ufg.br/files/uploads/INF-03.png",
                    "title": "Letramento Digital",
                    "category": "Iniciativa Social",
                    "description": "Projeto de inclusão digital promovendo capacitação em informática, segurança digital e desenvolvimento web para comunidades.",
                    "tags": [
                        "Inclusão Digital",
                        "Google Tools",
                        "Desenvolvimento Web"
                    ],
                    "link":"https://www.youtube.com/watch?v=iPtFvOkvpOE"
                }
            ]
        }
    },
    "ERRO": false,
    "MENSAGEM": "Dados carregados com sucesso"
}